const characterIntro = {
	zanghong: "臧洪（？—约196年 [21]），字子源，广陵射阳（今江苏宝应县东）人，东汉文学家。臧洪十五岁时，以父功拜童子郎，知名太学。后举孝廉为郎，任即丘长。中平末，弃官还家，太守张超任为功曹。后董卓专权，臧洪劝说张超联合兖州刺史刘岱等起兵讨卓，于酸枣设坛。臧洪升坛盟誓，辞气慷慨，涕泣横下，闻者莫不激扬。后归袁绍，任青州刺史、东郡太守。后张超被曹操围困，求救于臧洪，袁绍不允发兵，臧洪遂与袁绍决裂。袁绍兴兵围东郡，历年攻城不下，便令陈琳写信给臧洪，劝其归降。但臧洪回信拒绝，后城破被杀。臧洪在“缔谋连衡”西伐董卓的过程中，起了重大的积极作用的。臧洪著有《酸枣盟辞》《答陈琳书》。",
	huanjie: "桓阶（？—221年），字伯绪（《孙夫人碑》作伯序），长沙临湘（今湖南长沙）人。三国时期曹魏大臣，先为郡功曹，太守孙坚举为孝廉，朝廷任命他做尚书郎。孙坚战死，桓阶冒险求见刘表，索回孙坚尸体。曹操平定荆州，感念桓阶曾游说长沙太守张羡投曹，任命他当丞相主薄、赵郡太守。曹操封公建国，桓阶任虎贲中郎将、侍中。曹丕继位，桓阶任尚书令、侍中，封高乡亭侯，被曹丕视为寄命之臣。黄初二年（221年），桓阶得病，进爵安乐乡侯，改任太常，同年去世，谥号贞侯。",
	chenzhi: "陈祗（？―258年/259年9月23日），字奉宗，汝南（今河南平舆）人，三国时期蜀汉大臣，大司徒许靖兄长的外孙。陈祗早年受费祎的赏拔，董允死后担任侍中，逐渐成为蜀汉后主刘禅的宠臣，官至尚书令、镇军将军。陈祗上承主指，下接阉竖，权力甚至超过大将军姜维，也导致宦官黄皓开始干预政事。景耀元年（《华阳国志》作景耀二年八月丙子），陈祗去世，被追谥为“忠侯”。",
	guoyuan: "国渊，字子尼，乐安郡盖县人，三国时期曹魏官吏。汉末经学大师郑玄的高足，曾跟从管宁“邴原避乱辽东，后来回归中原，曹操任其为司空豫，而国渊亦忠于职守，在朝议上讨论问题时，经常厉言疾色，敢于发言，正直无私。曹操推行屯田制，令国渊负责处理屯田事宜。国渊发挥其管理才能，多方面平衡政策利害，将屯田的土地分配给人民，又按照人民比例安排更员跟进，更列明屯田的各项实行措施，短短五年间就令到国家仓廪丰实，百姓亦能安居乐业。曹操证伐关中，留国渊作后勤，担任居府长史，统摄府中诸事。不久，田银、苏伯于河间造反，将军贾信破之，田银属下千余人众请求投降，程显劝曹操不诛降众，国渊亦认为请降余党并非首恶，为其求救，结果这千余人都得以保命。后来国渊任职太仆，位列九卿，但是仍穿布衣吃素食，把俸禄赏赐都分给亲朋故旧，自己却保持着谦恭节俭，最后死在官任上。",
	sunsháo: "孙韶（188年一241年），字公礼，吴郡富春（今浙江杭州富阳区）人，三国时期吴国宗室、将领。孙韶的伯父孙河，本姓俞，孙策很喜爱他，便赐姓孙，将他列名孙氏家族之中。建安九年（204年），孙河被杀，孙韶统帅孙河的军队，被孙权任命为承烈校尉。后任广陵太守、偏将军。黄初二年（221年），孙权受封吴王。升任他为扬威将军，封建德侯。黄武四年（225年）十月，孙韶派遣将领高寿等人率领五百敢死士兵，从小路夜袭魏文帝曹丕的军队，曹丕大惊，高寿等人夺得其车盖而回。黄龙元年（229年），孙权称帝，任命孙韶为镇北将军。孙权后加任孙韶兼任幽州牧，假节。赤乌四年（241年），孙韶去世。",
	pangxi: "庞羲（生卒年不详），汉末三国时蜀地官吏。河南（治今河南洛阳）人。一生扎根蜀地，辅佐过刘焉、刘璋、刘备。初为议郎，与刘焉有通家之好。长平观之战后，南下益州，辅佐刘焉、刘璋父子。刘璋、张鲁反目时，出任巴郡太守，抵御张鲁，后改任巴西太守。建安十九年（214年），刘备定成都，任庞羲为左将军司马。建安二十四年（219年）秋，庞羲等人共劝刘备进位汉中王。",
};

export default characterIntro;
