window.noname_update = {
	version: "1.10.17",
	update: "NULL", //新版本更新文件较多，直接强制进行全量更新
	changeLog: [
		"巨量的新武将",
		"巨量的新接口，bug修复，AI优化与台词调整，具体请查看game/updateLog.md",
		"正式允许使用import关键字来导入css，json，typescript和vue文件",
		"彻底取消file协议的支持，以及客户端或浏览器必须启用ServiceWorker，新版本最低要求为chrome 91或ios15",
		"从此版本开始，最低支持的安卓客户端为：由理版(v1.9.4)，诗笺版(v1.6.7)，增强版(v1.3.2)，兼容版因技术问题暂时不进行更新，由理版需要卸载重装。这些APP均已强制使用HTTPS协议进行游戏以及签名验证，此举将不再能使用旧版本无名杀进行游戏。最低支持的Windows客户端为：诗笺版(v1.7.4)和新由理版客户端(没有版本号)。另外，ios端将只能使用网页端进行游戏且其余版本的无名杀APP均不为官方发布，且其内容无法保证，请注意甄别！",
	],
	files: [],
};
