const characterIntro = {
	mjs_zhaogao: "赵高是秦朝权臣，精通律法，早年得到秦始皇重用，任中车府令兼符玺令事。秦始皇死后，他联合李斯发动“沙丘之变”，篡改遗诏拥立胡亥为秦二世，随后专权乱政，通过“指鹿为马”清除异己，腰斩李斯，最终发动政变逼杀秦二世，不久后被秦王子婴诛杀，是加速秦朝灭亡的关键人物。",
	mjs_shichangshi: "十常侍是东汉灵帝时期以张让、赵忠为首的十二个宦官集团，因均任中常侍一职得名。他们凭借皇帝宠信专权乱政，勾结外戚、陷害忠良、搜刮民财，导致朝政腐败不堪，直接引发黄巾起义，成为东汉王朝走向覆灭的重要推手。",
	mjs_naochi: "淖齿是战国时期楚国将领，后受楚顷襄王派遣率军救援齐国，却被齐湣王任命为齐相。他心怀异志，联合燕国瓜分齐国领土，最终将齐湣王虐杀，导致齐国国力大幅衰退，险些亡国。",
	mjs_jiangchong: "江充是西汉汉武帝时期的权臣，因告发太子刘据家人违规行事得到武帝信任，被任命为绣衣使者，负责督查贵戚大臣的行为。他与太子结怨后，借“巫蛊之祸”诬陷太子，导致太子刘据被迫起兵反抗，最终兵败自杀，牵连数万人遇害，成为汉武帝晚年的重大政治惨案。",
};

export default characterIntro;
