import { intro as normalIntro } from "./normal.js";
import { intro as zhenIntro } from "./zhen.js";
import { intro as shiIntro } from "./shi.js";
import { intro as bianIntro } from "./bian.js";

export default {
	...normalIntro,
	...zhenIntro,
	...shiIntro,
	...bianIntro,
	sunxiù: "孙秀（？－301/302年），字彦才，吴郡富春县（今浙江省杭州市富阳区）人。三国西晋时孙吴宗室、将领，乌程侯孙匡之孙、长水校尉孙泰之子、吴大帝孙权侄孙。孙秀出身宗室，又拥兵在外，被吴末帝孙皓忌惮。吴建衡二年（270年），孙皓派宠臣何定带士兵到夏口狩猎，孙秀害怕自己会遭到诛杀，便携妻室及亲兵数百人投奔西晋，被晋武帝任命为骠骑将军、交州牧、开府仪同三司，封会稽公。西晋灭吴后不久，被降职为伏波将军、开府如故。永宁（301年－302年）年间，孙秀逝世，获赠骠骑将军、开府仪同三司。",
	yangjun: "杨骏（？-291年）,字文长，弘农华阴（今属陕西）人。中国西晋时外戚、武帝末及惠帝初之重臣。杨骏在晋武帝登位初仕宦不显，至武帝后期宠信近臣，荒于政务，方由镇军将军迁为车骑将军，封临晋侯，受委理政。后与其弟杨珧、杨济交通内外，树立党羽，排斥异己，称“三杨”。晋武帝临终时，杨骏一直亲侍左右，借武帝之名改易公卿，任用心腹。晋武帝临终遗诏，欲以汝南王司马亮和杨骏共同辅佐晋惠帝，杨骏截藏诏书，独获顾命之托。晋惠帝继位后，杨骏进太傅、大都督、假黄钺，政务一总于己，因为人严苛刚愎，导致朝臣逐渐离心。由于威望、才具有限，为稳固其所获权势，一方面大肆笼络人心，对中外官员普进封爵，另一方面又广结党羽，打压持反对意见而威望较高的官员。亦甚忌惮皇后贾氏，安排外甥段广、张劭等近侍晋惠帝，任用亲党掌握禁卫兵权，还要求晋惠帝下诏必先经杨太后审定方可。贾氏则操纵晋惠帝谋划经营，欲清除杨骏。元康元年（291年）春，贾氏利用宦官及被杨骏所轻的殿中中郎孟观、李肇，乘楚王司马玮入觐之时让晋惠帝连夜下诏，内外戒严，废黜杨骏，并命东安公司马繇率殿中禁卫前往杨府讨杨骏。杨骏怯懦不决，慌乱中府破被杀。",
};
