const characterIntro = {
	guanxing: "关兴，名将关羽之子，继承了父亲汉寿亭侯的爵位。年少时即受诸葛亮器重，在蜀汉担任侍中、中监军之职，后在夷陵之战中报了杀父之仇。",
	std_zhangbao: "张苞，张飞的长子，使用父亲的家传蛇矛为兵器，勇猛剽悍不弱其父。",
	wangfuren: "敬怀皇后王氏，生卒年不详。荆州南阳（河南省南阳市）人。吴大帝孙权妃嫔。吴景帝孙休生母。又称南阳王夫人、小王夫人。王夫人在儿子即位前就已亡故，永安元年（258年），王夫人之子孙休继位，是为吴景帝。永安五年（262年），孙休追尊母王氏为敬怀皇后，将之改葬敬陵。",
	panglin: "庞林，荆州襄阳（今湖北襄樊）人，三国时期蜀汉刘备重要谋士庞统的弟弟，起初为蜀汉官员，后来随黄权投降曹魏，成为魏国官员。《三国志》中对庞林的记载很少，只记在《庞统传》末。",
	caoxiong: "曹熊（生卒年不详），字子威，沛国谯县（今安徽省亳州市）人。三国时期曹魏宗室，魏武帝曹操之子，魏文帝曹丕、曹彰、曹植同母弟，母为武宣皇后卞氏。体弱多病，英年早逝。曹魏建立后，追赠东平公。魏明帝太和三年，追封萧王，谥号为怀。",
	huangchong: "黄崇（？～263年），巴西阆中（今四川省阆中市）人，三国时期蜀汉官员，黄权之子。官至尚书郎。景耀六年（263年），跟随诸葛瞻抗击邓艾。大军到达涪县，诸葛瞻止步不前，黄崇多次劝他应快速向前行军，占领险要地势，不让敌军进入平原，诸葛瞻犹豫不决，没有采纳黄崇的意见，邓艾得以长驱直入。诸葛瞻退守绵竹后，黄崇激励部下将士并决心战斗到死。后来，黄崇死于邓艾的乱军之中。",
	maohuanghou: "明悼毛皇后（？～237年9月22日 [1]），河内郡人，魏明帝曹叡第一任皇后。黄初年间，毛氏选入平原王府，很受曹叡宠爱，进出常同乘一副辇同车。黄初七年（226年），曹叡即位，封毛氏为贵嫔。太和元年（227年），立为皇后。曹叡后来又宠幸郭夫人（明元郭皇后），对毛皇后日益淡漠。景初元年（237年），曹叡将毛皇后赐死，谥号“悼皇后”，葬于愍陵。",
	zhengcong: "《三国志·周宣传》记载：“后东平刘桢梦蛇生四足，穴居门中，使宣占之，宣曰：‘此为国梦，非君家之事也。当杀女子而作贼者。’顷之，女贼郑、姜遂惧夷讨，以蛇女子之祥，足非蛇之所宜故也。”。",
	jiangjie: "《三国志·周宣传》记载：“后东平刘桢梦蛇生四足，穴居门中，使宣占之，宣曰：‘此为国梦，非君家之事也。当杀女子而作贼者。’顷之，女贼郑、姜遂惧夷讨，以蛇女子之祥，足非蛇之所宜故也。”。",
};

export default characterIntro;
