import { ui } from "../../main/utils.js";

const characterIntro = {
	caocao: ui.joint`
		曹操（155年—220年3月15日），字孟德，一名吉利，小字阿瞒，一说本姓夏侯，沛国谯县（今安徽亳州）人，
			东汉末年丞相、权臣、政治家、军事家、文学家、诗人、书法家，魏王，曹魏政权奠基者。
		<br><br>曹操是太尉曹嵩之子。曹操少年间任侠放荡，到二十岁时举孝廉为郎，授洛阳北部尉。
			后任骑都尉，参与镇压黄巾军，调济南相。
			董卓擅政时，散尽家财，起兵讨董卓。
			初平三年（192年），据兖州，分化诱降黄巾军三十余万，选取其中精锐组建青州军。
			建安元年（196年），迎汉献帝至许县，从此用献帝名义发号施令，总揽朝政。
			在此前后相继击败袁术、陶谦、吕布等势力。
			建安五年（200年），在官渡之战中大败割据河北的袁绍，随后削平袁尚、袁谭，北击乌桓，统一北方。
			建安十三年（208年）进位丞相。
			同年率军南征，收服荆州，但在赤壁之战中败于孙刘联军。
			建安二十年（215年），取汉中，次年（216年）自魏公进爵魏王。
			建安二十五年（220年），曹操病死于洛阳，享年六十六岁。
			曹魏建立后，被追尊为太祖，谥号武皇帝，葬于高陵。
		<br><br>曹操用人唯才，抑制豪强，加强集权；在北方屯田，兴修水利。
			他的诸种举措使统治地区的社会经济得到一定的恢复和发展。
			对于曹操的功业及其为人，后世评论之多，分歧之大，可谓世所罕见。
			此外，他知兵法，工书法，擅诗歌。
			其诗多抒发政治抱负，反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉，开建安文学之风。
			著有《魏武帝集》，已佚失。
			今人辑有《曹操集》。
	`,
	zhouyu: ui.joint`
		周瑜（175年—210年），字公瑾，庐江郡舒县（一说今安徽省庐江县、一说今安徽省舒城县）人，东汉末年军事家、政治家、谋略家、东吴名将。
			洛阳令周异之子，从祖周景、从父周忠，都官至太尉，位列三公。
			周瑜身材高大，容貌俊美精音律，当时有“曲有误周郎顾”之语。
		<br><br>周瑜出身庐江周氏，少与孙策交好，兴平二年（195年），助孙策于曲阿之战中击败刘繇。
			建安三年（198年）起，随孙策平定江东。
			建安五年（200年），孙策遇刺身亡，孙权继任，周瑜将兵赴丧，以中护军的身份与长史张昭共掌众事。
			建安七年（202年），曹操责权送质，周瑜谏阻纳质，建议孙权占据江南，拥兵观变，确立了“割据江东、独立建国”的战略方针。
			建安十三年（208年），曹军兵临江东，周瑜分析曹操兵行四患，力主抗曹，并亲率吴军，以火攻大败曹军于赤壁。
			赤壁之战是中国历史上著名的以少胜多的战役之一，此役奠定了汉末“三分天下”的基础。
			建安十四年（209年），周瑜又率军于南郡之战中大破曹仁、徐晃联军，成功夺取军事重镇江陵，拜偏将军领南郡太守。
		建安十五年（210年），提出“取蜀，并张鲁，联马超，再以襄阳为根据地蚕食曹操，北方可图”的战略。在整装取蜀途中病逝于巴丘，年仅三十六岁。
		<br><br>周瑜文武兼备，有雄才大略，是东吴势力取得军事成功和割据地位的主要功臣之一。被赞誉为“世间豪杰英雄士，江左风流美丈夫”。
	`,
	diy_lukang: "字幼节，吴郡吴县（今江苏苏州）人。三国时期吴国名将，丞相陆逊次子。",
};

export default characterIntro;
