const translates = {
	wdb_feishi: "费诗",
	nsshuaiyan: "率言",
	moshou: "墨守",
	nsshuaiyan_info: "每当其他角色于你的回合外回复体力后，你可以令该角色选择一项：1.令你摸一张牌；2.令你弃置其一张牌。",
	moshou_info: "锁定技，你不能成为乐不思蜀和兵粮寸断的目标。",

	wdb_hanlong: "韩龙",
	siji: "伺机",
	ciqiu: "刺酋",
	ciqiu_dying: "刺酋",
	siji_info: "弃牌阶段结束后，你可以摸2X张牌（X为你于此阶段内弃置的【杀】的数量）。",
	ciqiu_info: "锁定技，每当你使用【杀】对目标角色造成伤害时，若该角色未受伤，你令此伤害+1；若其因此进入濒死状态，你令其死亡，然后你失去“刺酋”。",

	wdb_liufu: "刘馥",
	zhucheng: "筑城",
	zhucheng2: "筑城",
	zhucheng_info: "①结束阶段开始时，若没有“筑”，你可以将牌堆顶的X张牌置于你的武将牌上〔称为“筑”〕（X为你已损失的体力值与1中的较大值），否则你可以获取所有“筑”。②当你成为【杀】的目标时，若有“筑”，你可以令此【杀】的使用者弃置X张牌（X为“筑”的数量），否则此【杀】对你无效。",
	duoqi: "夺气",
	duoqi_info: "当一名角色于除你之外的角色的出牌阶段内因弃置而失去牌后，你可以移去一张“筑”，并结束此出牌阶段。",

	wdb_liuyan: "刘焉",
	juedao: "绝道",
	geju: "割据",
	juedao_info: "出牌阶段，你可以弃置一张手牌，横置你的武将牌；锁定技，若你的武将牌横置，则你计算至其他角色的距离和其他角色计算至你的距离均+1。",
	geju_info: "准备阶段开始时，你可以摸X张牌（X为攻击范围内不含有你的势力数）。",

	wdb_liuzan: "留赞",
	kangyin: "亢音",
	kangyin2: "亢音",
	kangyin_info: "出牌阶段限一次，你可以失去1点体力并选择一名其他角色，弃置该角色的一张牌。若此牌：为基本牌，你可以令一至X名角色各摸一张牌；不为基本牌，于此回合内：你的进攻距离+X，且你使用【杀】的额外目标数上限+X。（X为你已损失的体力值）",

	wdb_tianyu: "田豫",
	chezhen: "车阵",
	chezhen_info: "锁定技。若你的装备区里：没有牌，你的防御距离+1；有牌，你的进攻距离+1。",
	youzhan: "诱战",
	youzhan_info: "当以你距离不大于1的角色为目标的【杀】的使用结算开始时，你可以弃置一张装备牌，令该角色视为使用【诱敌深入】。",

	wdb_xizhenxihong: "习珍习宏",
	fuchou: "负仇",
	fuchou2: "负仇",
	fuchou_info: "当你成为【杀】的目标时，你可以将一张牌交给此【杀】的使用者，令此【杀】对你无效且你到其的距离于当前回合内视为1，若如此做，此回合的结束阶段开始时，其令你摸一张牌，然后你需对其使用【杀】，否则失去1点体力。",
	jinyan: "噤言",
	jinyan_info: "锁定技。若你的体力值不大于2，你的黑色锦囊牌视为【杀】。",

	wdb_yangyi: "杨仪",
	choudu: "筹度",
	choudu_info: "出牌阶段限一次，你可以弃置一张牌，并指定一名角色视为其使用一张调兵遣将。",
	liduan: "立断",
	liduan_info: "当一名其他角色于其回合外得到牌后，若其此次得到的牌数为1且为装备牌（无论是否可见），你可以令该角色选择一项：1.使用此牌；2.将一张手牌交给你。",

	wdb_zaozhirenjun: "枣祗任峻",
	liangce: "粮策",
	liangce_info: "①出牌阶段限一次，你可以将一张基本牌当【五谷丰登】使用。②当因执行【五谷丰登】的效果而亮出的牌因效果执行完毕而置入弃牌堆后，你可以令一名角色获取这些牌。",
	jianbi: "坚壁",
	jianbi_info: "当你成为锦囊牌的目标时，若此牌的目标包括其他角色，你可以令此牌对其中一个目标无效。",
	diyjuntun: "军屯",
	diyjuntun_info: "出牌阶段，你可以重铸装备牌。",
};

export default translates;
