import { lib, _status } from "noname";
import poptips from "./poptip.js";

export default `
	<div style="margin:10px">声明</div>
	<ul style="margin-top:0">
		<li>以下所有规则均为根据公开爆料整理，经村规改动后制定的临时规则。不代表任何官方意见。请以后续发布的官方规则作为标准。</li>
	</ul>

	<div style="margin:10px">双势力武将</div>
	<ul style="margin-top:0">
		<li>双势力武将牌可以和野心家武将牌/包含势力单武将牌/含有重叠势力的其他双势力武将牌组合，若你的主将为双势力武将，则：若你的副将为单势力武将牌，你的势力视为此势力；若你的副将为双势力武将，你的势力视为两张武将牌上的重叠势力（若重叠势力不止一个则需在游戏开始时选择一个作为自己的势力）；野心家武将牌为主将，双势力武将牌为副将时，游戏开始时需选择一个副将所含势力作为副将的势力。<br /></li>
		<li>变更副将时，可以选择包含原势力的双势力武将牌。左慈发动〖役鬼〗时，可以使用双势力武将牌同时指定两个不同势力的角色为目标。<br /></li>
		<li>特殊地，“冈崎汐”作为多势力武将牌，结算流程和规则与其他双势力武将相同。</li>
	</ul>

	<div style="margin:10px">野心家武将</div>
	<ul style="margin-top:0">
		<li>野心家武将只能放在主将位置。副将可以为任意非野心家武将牌。<br /></li>
		<li>选择了野心家武将牌的角色（以下简称“野心家角色”）仅明置副将时，若副将为单势力武将牌，则势力暂时视为与该武将牌相同。若副将为双势力武将牌，则势力视为游戏开始时选择的副将代表的势力。<br /></li>
		<li>野心家角色明置主将时，其势力改为野心家。若其是首次明置该武将牌，则其获得一个“野心家”标记。<br /></li>
		<li>“野心家”标记可以当做“先驱”标记，“阴阳鱼”标记或是“珠联璧合”标记使用。当同时拥有两种标记时，优先弃置原装标记，下次发动时才弃置“野心家”标记。<br /></li>
		<li>野心家角色变更副将时，若其主将未明置过，则按照副将的势力进行变更。若主将已经明置过，则可以选择所有的非野心家武将牌。左慈发动〖役鬼〗时，可以使用野心家武将牌同时指定所有势力的角色为目标。<br /></li>
		<li>当场上触发了胜利条件时，若这些角色中存在未明置过主将的野心家角色，则这些野心家角色选择是否“暴露野心”。若无人选择“是”且场上存在非野心家角色存活，则所有非野心家角色胜利，野心家角色失败。若有人选择“是”，则这些角色明置主将，然后选择是否发起“拉拢人心”。<br /></li>
		<li>选择发起“拉拢人心”的野心家角色选择一个新的势力作为自己的势力，弃置“野心家”标记，令所有其他非野心家角色且非君主且非已“结盟”角色依次选择是否和该野心家角色“结盟”。选择“是”的角色将势力改为和该野心家势力相同。此次“拉拢人心”对所有其他角色询问结束后，所有选择“否”的角色将手牌摸至四张并回复1点体力。</li>
	</ul>

	<div style="margin:10px">君主武将</div>
	<ul style="margin-top:0">
		<li>玩家必须将君主武将牌设置主将<br /></li>
		<li>玩家在自己回合开始时，必须将君主武将牌明置，君主武将牌一旦被明置后，不可被暗置。<br /></li>
		<li>君主武将和所有本势力武将均有“珠联璧合”的关系。<br /></li>
		<li>君主武将牌明置时，若势力不为对应势力，变更为对应势力；然后令所有与此君主势力相同的野心家角色恢复其原有势力。<br /></li>
		<li>君主武将作为主将存活时，所有与君主势力相同的角色均不会成为野心家。<br /></li>
		<li>君主武将作为主将死亡后，其他与君主势力相同的角色均成为野心家。<br /></li>
	</ul>

	${poptips
		.map(
			id => `<div style="margin:10px">${lib.poptip.getName(id)}</div>
			<ul style="margin-top:0">
				<li>${lib.poptip.getInfo(id)}</li>
			</ul>`
		)
		.unique()
		.join("")}
`;
