const characterIntro = {
	sxrm_wanghou: "王垕是罗贯中创作的小说《三国演义》及其衍生作品中的角色，于小说第十七回登场，为曹操征讨袁术时管粮官任峻部下仓官，后被曹操冤杀。人名不见于正史记载，事件原型源于《三国志》裴松之注引的《曹瞒传》。",
	sxrm_caocao: "&ensp;“将军，魏王邀你去回忆中一叙。”&ensp;<br>“眼见未必为真，请务必保持清醒。”",
	sxrm_guanyu: "&ensp;“曹孟德，重逢之期指日可待。”&ensp;<br>“彼时当与君共话此途之宵小————君亦居此。”",
	sxrm_zhouyu: "&ensp;“恨其诈，恨其黠，恨其狡，恨其奸，”&ensp;<br>“恨其...不为吾所用。”",
	sxrm_jiahua: "贾华，小说《三国演义》中的虚构人物，吴国大帝孙权部将，在京剧《甘露寺》中写作贾化。该角色初次登场于小说第五十三回，持方天画戟与宋谦共同护卫孙权攻打合肥，交战中兵器被乐进斩断；后奉命率三百刀斧手埋伏于甘露寺长廊，欲在吴国太不满刘备时擒杀之，后此计被识破，在民间衍生出“甘露寺的伏兵——假话（贾华）”的谚语。"
};

export default characterIntro;
