export default {
	gz_jianxiong: "奸雄",
	gz_jianxiong_info: "当你受到伤害后，你可以摸一张牌或获得对你造成伤害的牌。",

	gz_ganglie: "刚烈",
	gz_ganglie_info: "当你受到伤害后，你可进行判定，若结果为：红色，你对伤害来源造成1点伤害；黑色，你弃置伤害来源一张牌。",

	gz_tuxi: "突袭",
	gz_tuxi_info: "摸牌阶段摸牌时，你可以少摸至多两张牌，然后获得等量的角色的各一张手牌。",

	gz_luoyi: "裸衣",
	gz_luoyi_info: "摸牌阶段结束时，你可弃置一张牌，然后你于本回合内造成渠道为【杀】或【决斗】的伤害+1。",

	gz_yiji: "遗计",
	gz_yiji_info: "当你受到伤害后，你可以观看牌堆顶的两张牌，并将其交给任意角色。",

	gz_shensu: "神速",
	gz_shensu_info: "①判定阶段开始时，你可跳过此阶段和摸牌阶段，视为使用一张【杀】（无距离限制）。②出牌阶段开始时，你可跳过此阶段并弃置一张装备牌，视为使用一张【杀】（无距离限制）。③弃牌开始时，你可跳过此阶段并失去1点体力，视为使用一张【杀】（无距离限制）。",

	gz_qiaobian: "巧变",
	gz_qiaobian_info: "你可以弃置一张手牌并跳过自己的一个阶段（准备阶段和结束阶段除外）。若你以此法跳过了摸牌阶段，则你可以获得至多两名其他角色的各一张手牌；若你以此法跳过了出牌阶段，则你可以移动场上的一张牌。",

	gz_duanliang: "断粮",
	gz_duanliang_info: "出牌阶段，你可以将一张黑色基本牌或黑色装备牌当做【兵粮寸断】使用。你使用【兵粮寸断】没有距离限制。若你对距离超过2的角色发动了〖断粮〗，则本回合不能再发动〖断粮〗。",

	gz_jushou: "据守",
	gz_jushou_info: "结束阶段，你可以摸X张牌（X为亮明势力数），然后弃置一张手牌。若以此法弃置的牌为装备牌，则改为使用此牌。若X大于2，则你将武将牌叠置。",

	gz_qiangxi: "强袭",
	gz_qiangxi_info: "出牌阶段对每名其他角色限一次，你可以选择一项：1. 失去1点体力并对你攻击范围内的一名其他角色造成1点伤害；2. 弃置一张武器牌并对你攻击范围内的一名其他角色造成1点伤害。",

	gz_quhu: "驱虎",
	gz_quhu_info: "出牌阶段限一次，你可以与一名体力值大于你的角色拼点，若你赢，则该角色对其攻击范围内另一名由你指定的角色造成1点伤害。若你没赢，该角色对你造成1点伤害。",
	gz_jieming: "节命",
	gz_jieming_info: "当你受到伤害后，你可以令一名角色将手牌摸至X张（X为其体力上限且最多为5）。",

	gz_xingshang: "行殇",
	gz_xingshang_info: "当有角色死亡后，你可以获得该角色的所有牌。",
	gz_fangzhu: "放逐",
	gz_fangzhu_info: "当你受到伤害后，你可以令一名其他角色选择一项：⒈摸X张牌并将武将牌叠置；⒉弃置X张牌并失去1点体力（X为你已损失的体力值）。",

	gz_xiaoguo: "骁果",
	gz_xiaoguo_info: "一名其他角色的准备阶段，你可以弃置任意张基本牌，然后弃置其装备区等量的牌，若其装备区的牌数小于你弃置的牌数，则你对其造成1点伤害。",

	gz_rende: "仁德",
	gz_rende_info: "出牌阶段，你可以将至少一张手牌交给其他角色，然后你于此阶段内不能再以此法交给该角色牌；若你于此阶段内给出的牌首次达到两张，你可以视为使用一张基本牌。",

	gz_wusheng: "武圣",
	gz_wusheng_info: "你可以将一张红色牌当做【杀】使用或打出。你使用的方片【杀】没有距离限制。",

	gz_paoxiao: "咆哮",
	gz_paoxiao_info: "锁定技，你使用【杀】无数量限制；当你于一回合内使用第二张【杀】时，摸一张牌。",

	gz_kongcheng: "空城",
	gz_kongcheng_info: "锁定技，若你没有手牌，1.当你成为【杀】或【决斗】的目标时，取消之；2.你的回合外，其他角色交给你牌后，你将这些牌置于你的武将牌上。摸牌阶段开始时，你获得武将牌上的这些牌。",

	gz_longdan: "龙胆",
	gz_longdan_info: "你可以将【杀】当【闪】，【闪】当【杀】使用或打出。当你发动〖龙胆〗使用的【杀】被【闪】抵消时，你可以对另一名角色造成1点伤害；当你发动〖龙胆〗使用的【闪】抵消了【杀】时，你可以令一名其他角色回复1点体力（不能是【杀】的使用者）。",

	gz_tieji: "铁骑",
	gz_tieji_info: "当你使用【杀】指定目标后，你可以令其一张明置的武将牌上的非锁定技于本回合内失效，然后你进行判定，除非该角色弃置与结果花色相同的一张牌，否则其不能使用【闪】响应此【杀】。",
	gz_mashu: "马术",
	gz_mashu_info: "锁定技，你计算与其他角色的距离时-1。",

	gz_liegong: "烈弓",
	gz_liegong_info: "①你对手牌数不大于你的角色使用【杀】不受距离关系的限制。②当你使用【杀】指定目标后，若其体力值不小于你，则你可以选择一项：⒈令此【杀】对其的伤害值基数+1。⒉令其不可响应此【杀】。",

	gz_kuanggu: "狂骨",
	gz_kuanggu_info: "当你造成1点伤害后，若受伤角色受到此伤害时你与其的距离不大于1，则你可以回复1点体力或摸一张牌。",

	gz_lianhuan: "连环",
	gz_lianhuan_info: "你可以将♣手牌当作【铁索连环】使用或重铸。",
	gz_niepan: "涅槃",
	gz_niepan_info: "限定技，当你处于濒死状态时，你可以弃置你区域内的所有牌并复原你的武将牌，然后摸三张牌并将体力回复至3点。",

	gz_shushen: "淑慎",
	gz_shushen_info: "当你回复1点体力后，你可令一名其他角色摸一张牌（若其没有手牌则改为摸两张牌）。",

	gz_zhiheng: "制衡",
	gz_zhiheng_info: "出牌阶段限一次，你可以弃置至多X张牌（X为你的体力上限），然后摸等量的牌。",

	gz_keji: "克己",
	gz_keji_info: "锁定技，若你没有在出牌阶段内使用过颜色不同的牌，则你本回合的手牌上限+4。",
	gz_mouduan: "谋断",
	gz_mouduan_info: "结束阶段，若你于本回合内使用过四种花色或三种类别的牌，则你可以移动场上的一张牌。",

	gz_qianxun: "谦逊",
	gz_qianxun_info: "锁定技，当你成为【顺手牵羊】的目标时，或有【乐不思蜀】进入你的判定区时，取消之。",
	gz_duoshi: "度势",
	gz_duoshi_info: "出牌阶段开始时，你可以视为使用【以逸待劳】。",

	gz_xiaoji: "枭姬",
	gz_xiaoji_info: "当你失去装备区里的牌后，你可以摸一张牌。若你不是当前回合角色，则你改为摸三张牌。",

	gz_tianxiang: "天香",
	gz_tianxiang_info: "每回合限一次。当你受到伤害时，你可以弃置一张红桃手牌，防止此次伤害并选择一名其他角色，然后你选择一项：1.令其受到伤害来源对其造成的1点伤害，然后摸X张牌（X为其已损失体力值且至多为5）；2.令其失去1点体力，然后获得你弃置的牌。",
	gz_hongyan: "红颜",
	gz_hongyan_info: "锁定技。①你区域内的黑桃牌和黑桃判定牌的花色视为红桃。②若你的装备区内有红桃牌，则你的手牌上限+1。",

	gz_hanzhan: "酣战",
	gz_hanzhan_info: "有你参与的拼点事件结束后，没赢的角色可以获得对方装备区的一张牌。",
	gz_duanbing: "短兵",
	gz_duanbing_info: "①你使用【杀】可以额外指定一名距离为1或以内的目标。②当你使用【杀】指定唯一目标后，你令目标角色需要额外使用一张【闪】响应此【杀】。",

	gz_wushuang: "无双",
	gz_wushuang_info: "锁定技。①当你使用【杀】指定一名角色为目标后，其需使用两张【闪】才能抵消；②当你使用【决斗】指定其他角色为目标后，或成为其他角色使用【决斗】的目标后，其每次响应需打出两张【杀】。③当你使用非转化的【决斗】选择目标后，你可为此【决斗】增加两个目标。",

	gz_luanji: "乱击",
	gz_luanji_info: "你可以将两张与你本回合以此法转化的花色均不相同的手牌当【万箭齐发】使用。当一名与你势力相同的角色因响应此牌而打出【闪】时，该角色摸一张牌。",

	gz_shuangxiong: "双雄",
	gz_shuangxiong_info: "①摸牌阶段，你可以放弃摸牌并进行判定，本回合你可以将一张与此牌颜色不同的手牌当作【决斗】使用。②当你的判定牌于回合内生效后，你获得此牌。",

	gz_weimu: "帷幕",
	gz_weimu_info: "锁定技，当你成为黑色普通锦囊牌的目标时，或有黑色延时锦囊牌进入你的判定区时，取消之。",

	gz_duanchang: "断肠",
	gz_duanchang_info: "锁定技，当你死亡时，你令杀死你的角色失去一张武将牌上的所有技能。",

	gz_mingshi: "名士",
	gz_mingshi_info: "锁定技，当你受到伤害时，若伤害来源有暗置的武将牌，此伤害-1。",

	gz_kurou: "苦肉",
	gz_kurou_info: "出牌阶段限一次，你可以弃置一张牌并失去1点体力，然后摸三张牌并令你本回合出牌阶段使用【杀】的次数+1。",

	gz_suishi: "随势",
	// gz_suishi2: "随势",
	gz_suishi_info: "锁定技，其他角色进入濒死状态时，若伤害来源与你势力相同，你摸一张牌；其他角色死亡时，若其与你势力相同，你失去1点体力或弃置所有手牌。",

	gz_kuangfu: "狂斧",
	gz_kuangfu_info: "出牌阶段限一次。当你使用【杀】指定目标后，你可获得目标角色装备区内的一张牌。然后若此【杀】未造成伤害，则你弃置两张手牌。",

	gz_huoshui: "祸水",
	gz_huoshui_info: "锁定技。你的回合内，①其他角色不能明置武将牌。②当你使用【杀】或【万箭齐发】指定目标后，若目标角色与你势力不同且有暗置武将牌，则其不能使用或出【闪】直到此牌结算结束。",
	gz_qingcheng: "倾城",
	gz_qingcheng_info: "出牌阶段，你可以弃置一张黑色牌并选择一名武将牌均明置的其他角色，然后你暗置其一张武将牌。若你以此法弃置的牌为装备牌，则你可以暗置另一名武将牌均明置的角色的一张武将牌。",
};
