const translate = {
	mtg_jiding: "基定",
	mtg_jiesi: "杰斯",
	mtg_lilianna: "莉莲娜",

	mduohun: "夺魂",
	mduohun_info: "锁定技，当你解除濒死状态后，令你进入濒死状态的角色失去1点体力。",
	lingyong: "灵俑",
	lingyong2: "灵俑",
	lingyong3: "灵俑",
	lingyong3_bg: "俑",
	lingyong_info: "锁定技，每当一名其他角色死亡，你获得一个与该角色同名且体力上限为1、初始手牌为2的随从；出牌阶段，你可以调遣以此法获得的随从（直到随从死亡不可再次切换）。",
	mbaizhan: "百战",
	mbaizhan_info: "锁定技，每当你造成1点伤害，你获得1点护甲。",
	msilian: "祀炼",
	msilian_info: "结束阶段，若你有护甲，你可以移去全部护甲，然后进行一个额外回合；在额外回合中，你的摸牌阶段摸牌基数为你移去的护甲数；额外回合结束后，若你未造成伤害，你失去1点体力。",
	mtongnian: "通念",
	mtongnian_info: "锁定技，出牌阶段开始时，你获得一张替身牌，此牌对应一名随机敌人的一张随机手牌；每当你使用一张非替身牌，随机更换替身牌对应的牌；当你使用替身牌时，改为使用替身牌对应的牌；当出牌阶段结束，或替身牌离开手牌区，或敌方角色没有手牌时，销毁替身牌。",
	msuoling: "塑灵",
	msuoling_info: "每轮限一次，当一名其他角色使用一张非转化的普通锦囊牌时，你可以弃置一张与之花色相同的牌取消之，然后你视为使用该锦囊牌。",
	mhuanyi: "幻逸",
	mhuanyi_info: "每两轮限一次，结束阶段，你可以选择一名其他角色和一种卡牌类型（选择结果对其他角色不可见），直到下一回合开始，当你首次成为该类型卡牌的惟一目标时，你将目标转移给你指定的角色（目标须合法）。",
};

export default translate;
